package me.temoa.baseadapter;

/**
 * Created by lai
 * on 2017/11/11.
 */

public class Constant {
    public static final String[] titles = {
            "苍井空老师Twitter正式宣布不再拍摄AV",
            "初音未来代言红米NOTE-世界第一公主助力雷布斯",
            "让美国再次伟大-DID推出第45任美利坚合众国总统唐纳德·特朗普兵人",
            "Linked Horizon继续为「进击的巨人」创作演唱主题曲 杉田智和头发日渐稀薄-日刊和邪晚间版",
            "武田玲奈 川口春奈-Weekly Playboy 2017年第七期",
            "客户要喂翔面包 70岁大爷四连发-日本小姐Twitter异闻录",
            "四格漫画「笨女孩」动画化确定今夏播出",
            "「银河护卫队2」「加勒比海盗：死无对证」「速度与激情8」「金刚狼3」「海滩救护队」超级碗预告片",
            "喜剧萌番受追捧-d anime store 2017年一月新番调查排行榜",
            "金爆+乃木坂46-「犬夜叉」舞台剧公布犬夜叉定妆照",
            "不死大叔与复仇少女-「无限之住人」真人预告片公布",
            "白玉微瑕-白色内衣套图第四弹",
            "千年一遇也带不动-桥本环奈所属偶像组合Rev.from DVL将在3月底解散",
            "当小鲜肉遇上国标舞-7月新番「舞动青春」PV第二弹公布",
            "「进击的巨人」舞台剧三位主演定妆照公开"
    };

    public static final String[] newTitles = {
            "阿宅要个好妹妹-日宅评选“最希望她成为你妹妹”的角色",
            "冷酷无情秉正义，抓尽贪官和污吏-《口水三国》第114集 满宠篇",
            "知名声优徳井青空创作漫画「不要输！！恶之军团！」动画化四月播出",
            "F巨乳写真偶像都丸纱也华写真图集第二弹",
            "「冰上的尤里」第三卷封面公开亚洲三小哥 「点兔」×罗森推出情人节相当商品-日刊和邪晚间版",
            "地域黑群马县-漫画「你还是不懂群马」改编日剧与电影 宫祥太朗主演",
            "偷走你的心-「初音未来 -Project DIVA- F 2nd」初音未来偷心恶魔.ver手办"
    };
}
